import React from 'react';
import { Typography } from '@mui/material';
import SmallTitle from './SmallTitle';

const Description = () => {
  return <>
    <SmallTitle mb={2}>
      Описание:
    </SmallTitle>
    <Typography variant={'body1'} fontWeight={400} fontSize={18}>
      Мой батя ебашит вообще адовые истории. Ну такой вот примерно рецепт усредненный, потому что я
      не тролль. Берется дверь в толчок, она не открывается, открывать - это не про моего батю. Он
      берет эту дверь, стучит и начинает спрашивать что ты там затих, почему тебя не слышно:
      Добавляет что ты там молчишь, что с тобой? МАТЕРИТСЯ! для вязкости, говорит, что вообще дверь
      с петель снимет, ругается, если я сру и не смываю, причём не просто вконце срания, а
      непосредственно после вылезания какашки, мотивирует это тем, что воняет, и сам потом мне
      говорит: вот я какну и смываю, и ты так делай! При этом всё время как-бы невзначай крутится
      возле толчка. Крутится и приговаривает полушепотом ух бля. При этом у него на лбу аж пот
      выступает. Какие-то травы пьёт, чтобы срать часто, срёт по 5 раз в день, а потом говорит, что
      жопу жжёт. Любезно мне иногда предлагает, но я отказываюсь. Надо ли говорить о том какой
      дичайший пердеж потом? Вонища такая, что обои от стен отклеиваются.
    </Typography></>;
};

export default Description;
